Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: <p>You chose the severity <b>Critical</b>. Please note that this severity is intended only for bugs that</p><ul><li>break unrelated software on the system (or the whole system)</li><li>cause serious data loss</li><li>introduce a security hole on the system where the affected package is installed</li></ul> <p>Does the bug you are reporting cause any of the above damage? If it does not, please select a lower severity. Thank you!</p>
bg: <p>Вие избрахте ниво на критичност <b>Критично</b>. Моля, забележете, че това ниво се отнася за грешки, които</p><ul><li>нарушават цялостната работа на системата;</li><li>водят до сериозна загуба на данни;</li><li>водят до пробиви в сигурността на системата, ако програмата е инсталирана (без да се използва).</li></ul><p>Ако грешката не може да бъде класифицирана в нито една от описаните категории, моля, избере по-ниско ниво на критичност.</p>
ca: <p>Heu triat la severitat <b>Crítica</b>. Tingueu present que aquesta severitat només està pensada per a errors que</p><ul><li>fan que programes del sistema sense cap relació (o tot el sistema) no funcionin</li><li>causen una pèrdua seriosa de dades</li><li>introdueixen un forat de seguretat en el sistema on s'instal·la el paquet afectat</li></ul> <p>L'error del que esteu informant causa algun dels danys esmentats? Si no ho fa, si us plau, trieu una severitat més baixa. Gràcies!</p>
cs: <p>Vybral(a) jste závažnost <b>Kritická</b>. Prosím uvědomte si, že tento stupeň závažnosti je určen pouze chybám, které </p><ul><li>poškodí jiný software v systému (nebo celý systém)</li><li>způsobí závažnou ztrátu dat</li><li>zavádí bezpečnostní chybu do systému, na kterém je postižená aplikace nainstalována</li></ul> <p>Způsobuje Vámi nahlašovaná chyba některé z výše uvedených problémů? Pokud ne, pak zvolte nižší závažnost. Děkujeme Vám!</p>
da: <p>Du valgte klassifikationen <b>Kritisk</b>. Husk venligst at denne grad kun er beregnet til programfejl som</p><ul><li>får ikke-relateret software på systemet (eller hele systemet) til at bryde sammen</li><li>forårsager alvorligt tab af data </li><li>introducerer et sikkerhedshul på systemet hvor den påvirkede pakke er installeret</li></ul> <p>Forårsager den fejl du rapporterer nogen af denne slags skader? Hvis ikke, så vælg venligst en lavere graduering.</p>
de: <p>Sie haben <b>Kritisch</b> als Schweregrad ausgewählt. Bitte beachten Sie, dass dieser Schweregrad ausschließlich für folgende Fälle gedacht ist:</p><ul><li>Beeinträchtigung unbeteiligter Programme (oder des ganzen Systems)</li><li>Schwerwiegender Datenverlust</li><li>Öffnung eines Sicherheitsloches in dem System, wo das betreffende Paket installiert wird</li></ul> <p>Richtet das Problem, das Sie berichten, einen der oben genannten Schäden an? Falls nein, dann setzen Sie bitte den Schweregrad herab. Vielen Dank.</p>
el: <p>Επιλέξατε σοβαρότητα <b>Κρίσιμη</b>. Παρακαλώ σημειώστε πως αυτό το επίπεδο σοβαρότητας προορίζεται μόνο για σφάλματα που </p><ul><li>προκαλούν κατάρρευση ασυσχέτιστων εφαρμογών στο σύστημα (ή και όλου του συστήματος)</li><li>προκαλούν σοβαρή απώλεια δεδομένων</li><li>εισάγουν τρύπες ασφάλειας στο σύστημα όπου το πρόγραμμα είναι εγκατεστημένο</li></ul> <p>Το σφάλμα που αναφέρετε προκαλεί καμία από τις παραπάνω ζημιές; Αν όχι παρακαλώ επιλέξτε μικρότερη σοβαρότητα. Ευχαριστώ!</p>
es: <p>Ha elegido gravedad <b>Crítica</b>. Advierta que este nivel de gravedad sólo es para fallos que</p><ul><li>hagan que software independiente (o el sistema completo) se rompa</li><li>ocasione pérdidas de datos importantes</li><li>introduzca un agujero de seguridad en el sistema donde se instala este paquete</li></ul> <p>¿Produce el fallo del que usted informa alguno de los daños anteriores? Si no lo hace, por favor, disminuya el nivel de gravedad. ¡Gracias!</p>
et: <p>Sa väidad, et viga on <b>Kriitiline</b>. Palun arvesta, et see raskusaste on mõeldud selliste vigade tarbeks, mis</p><ul><li>põhjustavad asjasse mittepuutuvale tarkvarale (või kogu süsteemile) suuri probleeme</li> <li>põhjustavad andmete kadumist</li> <li>avavad turvaaugu süsteemis, kuhu rakendus on paigaldatud</li></ul> <p>Kas raporteeritav viga põhjustab sellist kahju? Kui ei, siis vali palun madalam raskusaste. Tänan!</p>
fi: <p>Valitsit tärkeysasteen <b>Kriittinen</b>. Huomaa, tämä tärkeysaste on tarkoitettu vain virheille, jotka</p><ul><li>vaikuttavat muihin sovelluksiin järjestelmässä tai rikkovat koko järjestelmän</li><li>hävittävät tärkeää dataa</li> <li>aiheuttavat tietoturva-aukon järjestelmään johon paketti on asennettu</li></ul> <p>Aiheuttaako raportoimasi virhe ylläolevia ongelmia? Jos ei, laske tärkeysastetta. Kiitos!</p>
fr: <p>Vous avez choisi la sévérité <b>critique</b>. Remarque : ce niveau de sévérité doit être utilisé pour des bogues qui</p><ul><li>affectent des logiciels externes sur le système (ou le système entier)</li><li>causent de graves pertes de données</li><li>introduisent un trou de sécurité sur le système sur lequel les paquetages sont installés</li></ul> <p>Est-ce que le bogue que vous allez signaler provoque un des problèmes ci-dessus ? Si tel n'est pas le cas, veuillez choisir une sévérité inférieure. Merci !</p>
hu: <p>A <b>kritikus</b> hibafajtát jelölte meg. Ezt csak abban az esetben válassza, ha a hiba </p><ul><li>más programok vagy az egész rendszert lefagyásához vezet</li><li>súlyos adatveszteséget okozhat</li><li>a rendszer egészét veszélyeztető biztonsági rést idéz elő</li></ul> <p>Ha a szóban forgó hibára a fentiek egyike sem igaz, akkor vegye alacsonyabbra a hiba súlyossági fokát. Köszönjük!</p>
is: <P>Þú valdir alvarleikan <b>Grafalvarlegt</b>. Vinsamlegast athugaðu að þessi alvarleiki er einungis fyrir villur sem</p> <ul> <li>gera ótengdan hugbúnað á kerfinu (eða allt kerfið) óvirkt</li> <li>valda alvarlegum gagnamissi</li> <li>opnar öryggisholu á kerfinu þar sem téður pakki er uppsettur</li> </ul> <P>Veldur villan sem þú ert að tilkynna einhverjum af ofangreindum skaða? Ef svo er ekki, veldu þá minni alvarleika. Þakka þér fyrir!</p>
it: <p>Hai scelto la gravità <b>Critico</b>. Questo livello di gravità è riservato solo ai bug che</p><ul><li>interrompono altro software nel sistema (o lo stesso intero sistema)</li><li>causano serie perdite di dati</li><li> introducono un buco di sicurezza nel sistema in cui il pacchetto affetto è installato</li></ul> <p>Il bug che stai segnalando causa uno di questi danni? In caso negativo, seleziona una gravità minore. Grazie!</p>
ja: <p>深刻度として<b>深刻</b>を選択しました。この深刻度は下記のようなバグを意図したものです。</p><ul><li>システム内の無関係のソフトウェア(あるいはシステム全体)をクラッシュさせてしまう</li><li>深刻なデータの損失を招く</li><li>影響を受けるパッケージをインストールしているとシステムにセキュリティホールを設けてしまう</li></ul> <p>報告しようとしているバグは上記のいずれかのダメージを与えていますか?。もしそうでないなら、もっと深刻度の低いものを選択して下さい。ありがとうございます!</p>
lt: <p>Jūs pasirinkote svarbumo lygį <b>Kritinė</b>. Atkreipkite dėmesį, kad šis lygis skirtas tik toms ydos, kurios</p><ul><li>neleidžia veikti nesusiijusioms programoms (ar visai sistemai) </li><li>sukelia rimtą duomenų praradimą</li><li>sukuria saugumo skylę sistemoje, kur yra įdiegtas duotas paketas</li></ul> <p>Ar yda, apie kurią jūs norite pranešti, sukelia kurias nors iš pasekmių, nurodytų aukščiau? Jei ne, prašome pasirinkti žemesnį svarbumo lygį. Ačiū!</p>
lv: <p>Jūs izvēlējāties stingrību <b>Kritiska</b>. Lūdzu atcerieties, ka šī stingrība ir paredzēta tikai tām kļūdām kas</p><ul><li>izsauc ar sistēmu nesaistītu programmu (vai visas sitēmas) apstāšanos</li><li>izraisa nopietnus datu zudumus</li><li>izveido drošības caurumus sistēmā, kur skartā pakotne ir instalēta</li></ul> <p>Vai kļūda par ko jūs ziņojiet izsauc kādu augstāk minētajiem bojājumiem? Ja nē, lūdzu izvēlieties mazāku stingrību. Paldies!</p>
nl: <p>U koos als ernst van de bug voor de optie <b>Critical</b>. Houd er rekening mee dat deze alleen bedoeld is voor programmafouten die</p><ul><li>andere software of het hele systeem ernstig beïnvloeden</li><li>ernstig gegevensverlies veroorzaken, of</li><li>een beveiligingsgat creëren op het systeem waar het betreffende programma op is geïnstalleerd.</li></ul> <p>Komt de ernst van de bug niet overeen met één van bovenstaande voorwaarden, kies dan een lagere ernst voor uw bugrapport. Dank!</p>
pl: <p>Wybrałeś wagę błędu <b>Krytyczny</b>. Zwróć uwagę, że taka kategoria błędu jest przeznaczona tylko sytuacji gdy:</p><ul><li>powodowane są awarie innych (niezwiązanych) programów (lub całego systemu)</li><li>tracone są duże ilości danych</li><powstają luki w bezpieczeństwie systemu, na którym zainstalowany jest wykazujący błędy program</li></ul> <p>Czy zgłaszany błąd rzeczywiście wywołuje takie zgubne konsekwencje? Jeśli nie, proszę zmniejszyć wagę błędu. Dziękujemy!</p>
pt: <p>Escolheu a gravidade <b>Crítica</b>. Repare que esta gravidade só é adequada para os erros que</p><ul><li>façam o 'software' ou o sistema em si parar sem aviso</li><li>provoquem uma perda grave de dados</li><li>causem uma falha de segurança no sistema onde o pacote em questão esteja instalado</li></ul> <p>Será que o erro que vai comunicar provoca algum destes danos? Se não, escolha uma gravidade menor. Obrigado!</p>
ro: <p>Aţi ales severitatea <b>Critică</b>. Trebuie să reţineţi că acest nivel de severitate este destinat numai pentru erori care</p><ul><li>provoacă programe colaterale să se prăbuşească (sau chiar întreg sistemul)</li><li>determină pierderi serioase de date</li><li>introduce o gaură de securitate în sistem acolo unde este instalat pachetul</li></ul> <p>Eroarea pe care o raportaţi determină una din pagubele de mai sus? Dacă nu este aşa, atunci vă rog să selectaţi un nivel de severitate mai redus. Vă mulţumim!</p>
sk: <p>Vybrali ste prísnosť <b>Kritická</b>. Prosím, uvedomte si, že je určená iba pre chyby, ktoré</p><ul><li>spôsobujú nefunkčnosť iných programov alebo celého systému</li><li>spôsobujú stratu významných dát</li><li>vytvárajú bezpečnostnú dieru v systéme, na ktorom je daný balík nainštalovaný</li></ul> <p>Spôsobuje práve oznamovaná chyba takéto problémy? Ak nie, prosím, vyberte nižšiu prísnosť. Ďakujeme!</p>
sl: <p>Izbrali ste <b>kritično</b> raven resnosti. Vedite, da je ta raven namenjena le za hrošče, ki</p><ul><li>povzročijo, da nek tretji program v sistemu (ali celotni sistem) ne deluje več</li><li>povzročijo resne izgube podatkov</li><li>v sistemu, kjer je nameščen ta paket, napravijo varnostno luknjo</li></ul> <p>Ali hrošč, o katerem poročate, povzroči karkoli od zgoraj naštetega? Če ne, prosimo, izberite nižjo raven resnosti. Hvala!</p>
sv: <p>Du har markerat felet som <b>kritiskt</b>. Observera att denna allvarlighetsgrad är avsedd endast för fel som</p><ul><li>gör att orelaterade program (eller hela systemet) slutar fungera</li><li>orsakar allvarlig dataförlust</li><li>introducerar en säkerhetsläcka i systemet där programpaketet installerats</li></ul> <p>Orsakar felet du vill rapportera någon av ovanstående skador? Om inte, välj en lägre allvarlighetsgrad. Tack!</p>
tr: <p>Önem derecesini <b>Kritik</b> olarak seçtiniz. Bu önem derecesi </p><ul><li>programın, diğer paketlerin çalışmasına etkileyeceği, ya da </li><li>programın kurulu olduğu sistemde güvenlik açıklarının oluştuğu</li></ul>durumlarda seçilir.</p> <p>Raporladığınız hata yukarıdaki zararlardan birisini veriyor mu? Eğer vermiyorsa, daha düşük bir önem derecesi seçin. Teşekkürler!</p>

source: <p>You chose the severity <b>Grave</b>. Please note that this severity is intended only for bugs that</p><ul><li>make the package in question unusable or mostly so</li><li>cause data loss</li><li>introduce a security hole allowing access to the accounts of users who use the affected package</li></ul> <p>Does the bug you are reporting cause any of the above damage? If it does not, please select a lower severity. Thank you!</p>
bg: <p>Вие избрахте ниво на критичност <b>Сериозно</b>. Моля, забележете, че това ниво се отнася за грешки, които</p><ul><li>водят до нестабилна работа на програмата;</li><li>водят до загуба на данни;</li><li>водят до пробиви в сигурността на системата и достъп до данните на потребителя, който използва програмата.</li></ul><p>Ако грешката не може да бъде класифицирана в нито една от описаните категории, моля, избере по-ниско ниво на критичност.</p>
ca: <p>Heu triat la severitat <b>Greu</b>. Tingueu present que aquesta severitat només està pensada per a errors que </p><ul><li>fan que el paquet en qüestió no es pugui usar en la pràctica</li><li>causen pèrdua de dades</li><li>introdueixin un forat de seguretat que permet l'accés als comptes dels usuaris que usen el paquet afectat</li></ul> <p>L'error del que esteu informant causa algun dels danys esmentats? Si no ho fa, si us plau, trieu una severitat més baixa. Gràcies!</p>
cs: <p>Vybral(a) jste závažnost <b>Vážná</b>. Prosím uvědomte si, že tento stupeň závažnosti je určen pouze chybám, které </p><ul><li>způsobují nepoužitelnost příslušné aplikace</li><li>způsobují ztrátu dat</li><li>vnášejí bezpečnostní chybu, která umožňuje přístup ke kontům uživatelů. kteří používají postiženou aplikaci.</li></ul> <p>Způsobuje Vámi nahlašovaná chyba některé z výše uvedených problémů? Pokud ne, pak zvolte nižší závažnost. Děkujeme Vám!</p>
da: <p>Du valgte klassifikationen <b>Alvorlig</b>. Husk venligst at denne grad kun er beregnet til programfejl som</p><ul><li>gør pakken det drejer sig om ubrugelig, eller stort set ubrugelig</li><li>forårsager tab af data </li><li>introducerer et sikkerhedshul der tillader adgang til konti for brugere af denne pakke</li></ul> <p>Forårsager den fejl du rapporterer nogen af denne slags skader? Hvis ikke, så vælg venligst en lavere graduering.</p>
de: <p>Sie haben <b>Schwerwiegend</b> als Schweregrad ausgewählt. Bitte beachten Sie, dass dieser Schweregrad ausschließlich für folgende Fälle gedacht ist:</p><ul><li>Das fragliche Paket wird dadurch völlig oder weitgehend unbrauchbar</li><li>Datenverlust</li><li>Öffnung eines Sicherheitsloches, das Zugriff auf die Dateien der Benutzer des betreffenden Pakets erlaubt</li></ul> <p>Richtet das Problem, das Sie berichten, einen der oben genannten Schäden an? Falls nein, dann setzen Sie bitte den Schweregrad herab. Vielen Dank.</p>
el: <p>Επιλέξατε σοβαρότητα <b>Μεγάλη</b>. Παρακαλώ σημειώστε πως αυτό το επίπεδο σοβαρότητας προορίζεται μόνο για σφάλματα που </p><ul><li>καθιστούν το υπό συζήτηση πρόγραμμα άχρηστο ή σχεδόν άχρηστο</li><li>προκαλούν απώλεια δεδομένων</li><li>εισάγουν μια τρύπα ασφάλειας, επιτρέποντας πρόσβαση στους λογαριασμούς των χρηστών αυτού του προγράμματος</li></ul> <p>Το σφάλμα που αναφέρετε προκαλεί καμία από τις παραπάνω ζημιές; Αν όχι παρακαλώ επιλέξτε μικρότερη σοβαρότητα. Ευχαριστώ!</p>
es: <p>Ha elegido gravedad <b>Grave</b>. Advierta que este nivel de gravedad sólo es para fallos que </p><ul><li>hacen inútil o prácticamente inútil el paquete en cuestión </li><li>ocasionan pérdidas de datos</li><li>introducen un agujero de seguridad permitiendo el acceso a cuentas de usuarios que utilizan el paquete en cuestión</li></ul> <p>¿Produce el fallo del que usted informa alguno de los daños anteriores? Si no lo hace, por favor, disminuya el nivel de gravedad. ¡Gracias!</p>
et: <p>Sa väidad, et viga on <b>Tõsine</b>. Palun arvesta, et see raskusaste on mõeldud selliste vigade tarbeks, mis</p> <ul><li>teevad antud rakenduse (suuremalt jaolt) kasutamiskõlbmatuks</li> <li>põhjustavad andmete kadumist</li> <li>põhjustavad ohtu tarkvara kasutava kasutaja turvalisusele</li></ul> <p>Kas raporteeritav viga põhjustab sellist kahju? Kui ei, siis siis vali palun madalam raskusaste. Tänan!</p>
fi: <p>Valitsit tärkeysasteen <b>Vakava</b>. Huomaa, tämä tärkeysaste on tarkoitettu vain virheille jotka</p><ul><li>tekevät paketista käyttökelvottoman</li><li>aiheuttavat tietojen häviämisiä</li><li>aiheuttavat tietoturva-aukon muiden samaa ohjelmaa käyttävien käyttäjien tietoihin.</li></ul> <p>Aiheuttaako raportoimasi virhe ylläolevia ongelmia? Jos ei, laske tärkeysastetta. Kiitos!</p>
fr: <p>Vous avez choisi la sévérité <b>élevée</b>.Remarque : ce niveau de sévérité doit être utilisé pour des bogues qui</p><ul><li>rendent l'application en question inutilisable ou presque</li><li>causent des pertes de données</li><li>introduisent un trou de sécurité permettant l'accès aux comptes des utilisateurs employant l'application concernée</li></ul> <p>Est-ce que le bogue que vous allez signaler provoque un des problèmes ci-dessus ? Si tel n'est pas le cas, veuillez choisir une sévérité inférieure. Merci !</p>
hu: <p>A <b>súlyos</b> hibafajtát jelölte meg. Ezt csak abban az esetben válassza, ha a hiba</p><ul><li>a szóban forgó csomagot használhatatlanná vagy majdnem használhatatlanná teszi</li><li>adatveszteséget okoz</li><li>olyan biztonsági rést idéz elő, , mely a programcsomagot futtató felhasználók adatainak biztonságát veszélyezteti</li></ul> <p>Ha a szóban forgó hibára a fentiek egyike sem igaz, akkor vegye alacsonyabbra a hiba súlyossági fokát. Köszönjük!</p>
is: <P>Þú valdir alvarleikan <B>Alvarlegt</B>. Vinsamlegast athugaðu að þessi alvarleiki er einungis hugsaður fyrir villur sem</p> <ul> <li>gera téðan pakka svo gott sem ónothæfan</li> <li>valda gagnamissi</li> <li>opna fyrir öryggisholu sem leyfir aðgang að kerfinu sem notandinn sem keyrir forritið</li> </ul> <p>Veldur villan sem þú ert að tilkynna einhverjum af ofangreindum skaða? Ef svo er ekki, veldu þá minni alvarleika. Þakka þér fyrir!</p>
it: <p>Hai scelto la gravità <b>Grave</b>. Nota che questo livello di gravità è riservato solo ai bug che</p><ul><li>rendono il pacchetto in questione inutilizzabile o quasi</li> <li>causano perdita di dati</li><li>introducono un buco di sicurezza che permette l'accesso agli account degli utenti che usano il pacchetto affetto</li></ul> <p>Il bug che stai segnalando causa uno di questi danni? In caso negativo, seleziona una gravità minore. Grazie!</p>
ja: <p>深刻度として<b>重大</b>を選択しました。この深刻度は下記のようなバグを対象としています。</p><ul><li>問題のパッケージは使用できない、あるいは殆ど使用できない</li><li>データ損失を引き起こす</li><li>影響を受けるパッケージを使用しているユーザのアカウントにセキュリティホールを招き入れてしまう</li></ul> <p>報告しようとしているバグは上記のいずれかに当てはまりますか? もしそうではないなら、より低い深刻度を選択して下さい。ありがとうございました!</p>
lt: <p>Jūs pasirinkote svarbumo lygį <b>Svarbi</b>. Atkreipkite dėmesį, kad šis lygis skirtas tik toms ydoms, kurios</p><ul><li>padaro duotą paketą praktiškai netinkamą naudoti </li><li>sukelia duomenų praradimą</li><li>sukuria saugumo skylę, suteikiančią priėjimą prie paketo naudotojų bylų turinio</li></ul> <p>Ar yda, apie kurią jūs norite pranešti, sukelia kurias nors iš pasekmių, nurodytų aukščiau? Jei ne, prašome pasirinkti žemesnį svarbumo lygį. Ačiū!</p>
lv: <p>Jūs izvēlējāties stingrību<b>Nopietna</b>. Lūduz atcerieties, ka šī stingrība ir paredzēta tikai priekš kļūdām kas</p><ul><li>padara aplūkojamo pakotni nelietojami vai arī galvenokārt</li><li>izsauc datu zaudēšanu</li><li>izveido drošības caurumus, kas ļauj piekļut lietotāju akountiem, kas izmanto skarto pakotni</li></ul> <p>Vai kļūda par ko jūs ziņojiet izsauc kādu no augstāk minētajiem bojājumiem? Ja nē, lūdzu izvēlieties mazāku stingrību. Paldies!</p>
nl: p>U koos als ernst van de bug voor de optie <b>Grave</b>. Houd er rekening mee dat deze alleen bedoeld is voor programmafouten die</p><ul><li>het betreffende softwarepakket (grotendeels) onbruikbaar maken</li><li>gegevensverlies veroorzaken</li> <li>een beveiligingsgat introduceren dat toegang creëert tot de accounts van de gebruikers die het betreffende softwarepakket gebruiken</li></ul> <p>Komt de ernst van de bug niet overeen met één van bovenstaande voorwaarden, kies dan een lagere ernst voor uw bugrapport. Dank!</p>
pl: <p>Wybrałeś wagę błędu <b>Poważny</b>. Zwróć uwagę, że taka kategoria błędu jest przeznaczona tylko sytuacji gdy:</p><ul><li>w jego efekcie aplikacja staje się bezużyteczna</li><li>tracone są dane</li><powstają luki w bezpieczeństwie systemu pozwalające na nieuprawniony dostęp do kont użytkowników pracujących z danym pakietem</li></ul> <p>Czy zgłaszany błąd rzeczywiście wywołuje takie zgubne konsekwencje? Jeśli nie, proszę zmniejszyć wagę błędu. Dziękujemy!</p>
pt: <p>Escolheu a gravidade <b>Grave</b>. Repara que esta gravidade só é adequada para os erros que</p><ul><li>tornem a maioria do (ou todo o) pacote inútil</li><li>provoquem uma perda de dados</li><li>introduzam uma falha de segurança permitindo o acesso às contas dos utilizadores que usem o pacote em questão</li></ul> <p>Será que o erro que vai comunicar provoca algum destes danos? Se não, escolha uma gravidade menor. Obrigado!</p>
ro: <p>Aţi ales severitatea <b>Gravă</b>. Vă rog să reţineţi că această severitate este destinată pentru erori care</p><ul><li>fac ca pachetul în cauză să fie neutilizabil sau aproape neutilizabil</li><li>determină pierderi de date</li><li>introduce o gaură de securitate în sistem ce permite acces la conturile utilizatorilor</li></ul> <p>Eroarea pe care o raportaţi determină una din pagubele de mai sus? Dacă nu este aşa, atunci vă rog să selectaţi un nivel de severitate mai redus. Vă mulţumim!</p>
sk: <p>Vybrali ste prísnosť <b>Vážna</b>. Prosím, uvedomte si, že je určená iba pre chyby, ktoré</p><ul><li>spôsobujú nefunkčnosť daného balíka</li><li>spôsobujú stratu dát</li><li>vytvárajú bezpečnostnú dieru umožňujúcu prístup k dátam používateľa, ktorý tento balík používa</li></ul> <p>Spôsobuje práve oznamovaná chyba takéto problémy? Ak nie, prosím, vyberte nižšiu prísnosť. Ďakujeme!</p>
sl: <p>Izbrali ste <b>resno</b> raven resnosti. Vedite, da je ta raven namenjena le za hrošče, ki</p><ul><li>povzročijo, da program postane skoraj ali popolnoma neuporaben</li><li>povzročijo izgubo podatkov</li><li>uporabnikom, ki uporabljajo ta paket, napravijo varnostno luknjo v njihovih uporabniških računih</li></ul> <p>Ali hrošč, o katerem poročate, povzroči karkoli od zgoraj naštetega? Če ne, prosimo, izberite nižjo raven resnosti. Hvala!</p>
sv: <p>Du har markerat felet som <b>allvarligt</b>. Observera att denna allvarlighetsgrad är avsedd endast för fel som</p><ul><li>gör programpaketet oanvändbart (eller näst intill)</li><li>orsakar dataförlust</li><li>introducerar en säkerhetsläcka som ger åtkomst till konton tillhörande personer som använder programpaketet</li></ul> <p>Orsakar felet du vill rapportera någon av ovanstående skador? Om inte, välj en lägre allvarlighetsgrad. Tack!</p>
tr: <p>Önem derecesini <b>Önemli</b> olarak seçtiniz. Bu önem derecesi </p><ul><li>programın kullanılması sırasında veri kaybının yaşanabileceği,</li><li>paketin tamamen kullanılamaz durumda olduğu</li>,<li>ya da programın bir güvenlik açığı oluşturduğu</li> durumlarda seçilir.</li></ul>Raporladığınız hata yukarıdaki zararlardan birisini veriyor mu? Eğer vermiyorsa, daha düşük bir önem derecesi seçin. Teşekkürler!</p>
